Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvSingleOwnedIdentity/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Activate this device
de: Aktiviere dieses Gerät
es: Activar este dispositivo
fr: Activer cet appareil
it: Attiva questo dispositivo
ja: このデバイスを有効にする
ko: 이 장치를 활성화하세요
pt_br: Ative este dispositivo
pt_pt: Ativar este dispositivo
ru: Активировать это устройство
uk: Активуйте цей пристрій
zh_hans: 激活此设备

# ADD_A_NEW_DEVICE
source: Add a device
de: Ein Gerät hinzufügen
es: Añadir un dispositivo
fr: Ajouter un appareil
it: Aggiungi un dispositivo
ja: デバイスを追加
ko: 장치 추가
pt_br: Adicionar um dispositivo
pt_pt: Adicionar um dispositivo
ru: Добавить устройство
uk: Додати пристрій
zh_hans: 添加设备

# ADD_OWNED_IDENTITY
source: Add a profile
de: Profil hinzufügen
es: Añadir un perfil
fr: Ajouter un profil
it: Aggiungi un profilo
ja: プロフィールを追加
ko: 프로필 추가
pt_br: Adicionar um perfil
pt_pt: Adicionar um perfil
ru: Добавить профиль
uk: Додати профіль
zh_hans: 添加个人资料

# ALERT_FOR_EDITING_NICKNAME_MESSAGE
source: Your nickname is for your eyes only and allows you to easily distinguish your profiles from each other.
de: Dein Spitzname ist nur für dich sichtbar und ermöglicht es dir, deine Profile leicht voneinander zu unterscheiden.
es: Tu apodo es solo para tus ojos y te permite distinguir fácilmente tus perfiles entre sí.
fr: Votre pseudo n'est visible que par vous et vous permet de facilement distinguer vos profils les uns des autres.
it: Il tuo soprannome è visibile solo a te e ti permette di distinguere facilmente i tuoi profili.
ja: ニックネームはあなただけが見ることができ、複数のプロフィールを簡単に区別するのに役立ちます
ko: 귀하의 닉네임은 귀하만을 위한 것이며, 여러 프로필을 쉽게 구별하는 데 도움이 됩니다.
pt_br: Seu apelido é apenas para você e permite que você distinga facilmente seus diferentes perfis.
pt_pt: O seu apelido é apenas para uso pessoal e permite-lhe distinguir facilmente os seus diferentes perfis.
ru: Ваш ник виден только вам и позволяет легко различать ваши профили.
uk: Ваше ім'я користувача призначене лише для вас і дозволяє легко розрізняти ваші профілі між собою.
zh_hans: 您的昵称仅供您自己使用，可帮助您轻松区分不同的个人资料。

# ALERT_FOR_EDITING_NICKNAME_TITLE
source: Edit my nickname
de: Mein Spitzname bearbeiten
es: Editar mi apodo
fr: Éditer mon pseudo
it: Modifica il mio nickname
ja: ニックネームを編集
ko: 내 닉네임 변경
pt_br: Editar meu apelido
pt_pt: Editar o meu apelido
ru: Изменить мой никнейм
uk: Змінити мій нікнейм
zh_hans: 编辑我的昵称

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé d'API
it: Chiave API
ja: APIキー
ko: API 키
pt_br: Chave da API
pt_pt: Chave da API
ru: Ключ API
uk: Ключ API
zh_hans: API 密钥

# AT_LEAST_ONE_UNHIDDEN_PROFILE_MUST_EXIST_MESSAGE
source: You must have at least one visible profile. Since this profile is the only one you have, you cannot hide it. Nonetheless, you can create a new profile and try again.
de: Du musst mindestens ein sichtbares Profil haben. Da dies dein einziges Profil ist, kannst du es nicht ausblenden. Du kannst jedoch ein neues Profil erstellen und es erneut versuchen.
es: Debes tener al menos un perfil visible. Dado que este perfil es el único que tienes, no puedes ocultarlo. Sin embargo, puedes crear un nuevo perfil e intentarlo de nuevo.
fr: Vous devez toujours avoir au moins un profil visible. Comme ce profil est le seul que vous ayez, vous ne pouvez pas le masquer. Vous pouvez néanmoins créer un nouveau profil et essayer à nouveau.
it: Devi avere almeno un profilo visibile. Poiché questo è l'unico profilo che hai, non puoi nasconderlo. Puoi comunque crearne uno nuovo e riprovare.
ja: 少なくとも1つは表示されているプロフィールが必要です。このプロフィールが唯一のプロフィールであるため、非表示にすることはできません。代わりに新しいプロフィールを作成して、再度お試しください。
ko: 최소한 하나 이상의 프로필이 표시되어야 합니다. 이 프로필이 현재 유일한 프로필이므로 숨길 수 없습니다. 새 프로필을 만들고 다시 시도해 보세요.
pt_br: Você precisa ter pelo menos um perfil visível. Como este é o único perfil que você tem, não é possível ocultá-lo. No entanto, você pode criar um novo perfil e tentar novamente.
pt_pt: Tem de ter pelo menos um perfil visível. Como este é o único perfil que tem, não pode ocultá-lo. No entanto, pode criar um novo perfil e tentar novamente.
ru: У вас должен быть хотя бы один видимый профиль. Поскольку этот профиль — единственный, которым вы располагаете, вы не можете его скрыть. Тем не менее, вы можете создать новый профиль и попробовать снова.
uk: Вам потрібно мати хоча б один видимий профіль. Оскільки цей профіль є єдиним, який у вас є, ви не можете його приховати. Проте ви можете створити новий профіль та спробувати ще раз.
zh_hans: 您必须至少有一个可见的个人资料。由于此个人资料是您唯一的个人资料，因此您无法隐藏它。但是，您可以创建一个新的个人资料，然后再次尝试。

# AT_LEAST_ONE_UNHIDDEN_PROFILE_MUST_EXIST_TITLE
source: This profile cannot be hidden at the moment
de: Dieses Profil kann momentan nicht ausgeblendet werden
es: Este perfil no se puede ocultar en este momento
fr: Impossible de masquer ce profil pour le moment
it: Questo profilo non può essere nascosto al momento
ja: このプロフィールは現在、非表示にできません
ko: 현재는 이 프로필을 숨길 수 없습니다.
pt_br: Não é possível ocultar este perfil no momento.
pt_pt: Este perfil não pode ser ocultado neste momento.
ru: Этот профиль сейчас нельзя скрыть
uk: Цей профіль зараз неможливо приховати
zh_hans: 目前无法隐藏此个人资料

source: Active
de: Aktiv
es: Activo
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
pt_pt: Ativo
ru: Активный
uk: Активний
zh_hans: 活跃

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回

# BUTTON_TITLE_PUBLISH_MY_PROFILE_UPDATE
source: Publish my profile update
de: Mein Profilupdate veröffentlichen
es: Publicar mi actualización de perfil
fr: Publier la mise à jour de mon profil
it: Pubblica l'aggiornamento del mio profilo
ja: プロフィール更新を公開
ko: 내 프로필 업데이트를 게시
pt_br: Publicar a atualização do meu perfil
pt_pt: Publicar a atualização do meu perfil
ru: Опубликовать обновление моего профиля
uk: Опублікувати оновлення мого профілю
zh_hans: 发布我的个人资料更新

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Capabilities
de: Funktionen
es: Funcionalidades
fr: Capacités
it: Funzionalità
ja: 機能
ko: 기능
pt_br: Recursos
pt_pt: Funcionalidades
ru: Возможности
uk: Можливості
zh_hans: 功能

# CAPABILITY_GROUPS_V2
source: Groups v2
de: Gruppen v2
es: Grupos v2
fr: Groupes v2
it: Gruppi v2
ja: グループ (v2)
ko: 그룹 v2
pt_br: Grupos v2
pt_pt: Grupos v2
ru: Группы v2
uk: Групи v2
zh_hans: 群组 v2

# CAPABILITY_ONE_TO_ONE_CONTACTS
source: One2One contacts
de: Direktnachrichten-Kontakte
es: Contactos Uno a Uno
fr: Contacts One2One
it: Contatti One2One
ja: 1対1の連絡先
ko: 일대일 연락처
pt_br: Contatos individuais
pt_pt: Contactos individuais
ru: Контакты личных сообщений
uk: Контакти віч-на-віч
zh_hans: 一对一联系人

source: Certified by identity provider
de: Von Identitätsanbieter zertifiziert
es: Certificado por el proveedor de identidad
fr: Certifiée par un fournisseur d'identité
it: Certificato dal fornitore di identità
ja: IDプロバイダーによって認証済み
ko: ID 공급업체 인증
pt_br: Certificado pelo provedor de identidade
pt_pt: Certificado pelo fornecedor de identidade
ru: Подтверждено поставщиком удостоверений
uk: Підтверджено постачальником ідентифікаційних даних
zh_hans: 由身份验证提供商认证

source: Choose a profile photo
de: Wähle ein Profilfoto
es: Elige una foto de perfil
fr: Choisir une photo de profil
it: Scegli una foto profilo
ja: プロフィール写真を選択
ko: 프로필 사진을 선택하세요
pt_br: Escolha uma foto de perfil
pt_pt: Escolha uma foto de perfil
ru: Выберите фотографию профиля
uk: Оберіть фото профілю
zh_hans: 选择一张个人资料照片

# CHOOSE_DEVICE_NAME
source: Choose a device name
de: Wähle einen Gerätenamen
es: Elige un nombre de dispositivo
fr: Choisissez un nom pour l'appareil
it: Scegli un nome per il dispositivo
ja: デバイス名を選択
ko: 장치 이름을 선택하세요
pt_br: Escolha um nome para o dispositivo
pt_pt: Escolha um nome para o dispositivo
ru: Выберите имя устройства
uk: Оберіть назву пристрою
zh_hans: 选择设备名称

# CHOOSE_PASSWORD
source: Choose a password
de: Wähle ein Passwort
es: Elige una contraseña
fr: Choisissez un mot de passe
it: Scegli una password
ja: パスワードを選択してください
ko: 비밀번호를 선택하세요
pt_br: Escolha uma senha
pt_pt: Escolha uma senha
ru: Выберите пароль
uk: Оберіть пароль
zh_hans: 选择密码

source: Clear all devices
de: Alle Geräte löschen
es: Borrar todos los dispositivos
fr: Réinitialiser tous les appareils
it: Cancella tutti i dispositivi
ja: すべてのデバイスからクリア
ko: 모든 기기에서 삭제
pt_br: Limpar todos os dispositivos
pt_pt: Remover todos os dispositivos
ru: Удалить все устройства
uk: Очистити всі пристрої
zh_hans: 清除所有设备

# CLEAR_ALL_OTHER_OWNED_DEVICES_ALERT_MESSAGE
source: Clearing all devices will reset all secure channels with them, perform a fresh discovery of your devices, then re-create all secure channels with them. Although all these steps are automatic, they may require some time. Recreating the secure channels requires your other devices to be online.
de: Das Löschen aller Geräte setzt alle sicheren Verbindungen mit diesen zurück, führt eine neue Geräteerkennung durch und erstellt dann alle sicheren Verbindungen neu. Obwohl all diese Schritte automatisch erfolgen, können sie einige Zeit in Anspruch nehmen. Das Neuerstellen der sicheren Verbindungen erfordert, dass Ihre anderen Geräte online sind.
es: Borrar todos los dispositivos restablecerá todos los canales seguros con ellos, realizará un nuevo descubrimiento de tus dispositivos y luego recreará todos los canales seguros. Aunque todos estos pasos son automáticos, pueden requerir algún tiempo. Recrear los canales seguros requiere que tus otros dispositivos estén en línea.
fr: Cette réinitialisation va détruire les canaux sécurisés avec vos autres appareils, rafraîchir la liste de vos appareils et recréer les canaux sécurisés. Bien que tout ceci soit automatique, il se peut que cela demande un peu de temps. La création des canaux sécurisés nécessite que vos autres appareils soient en ligne.
it: Cancellare tutti i dispositivi reimposterà tutti i canali sicuri con essi, eseguirà una nuova ricerca dei tuoi dispositivi, quindi ricreerà tutti i canali sicuri. Sebbene tutti questi passaggi siano automatici, potrebbero richiedere del tempo. La ricreazione dei canali sicuri richiede che gli altri tuoi dispositivi siano online.
ja: すべてのデバイスをクリアすると、それらとのすべてのセキュアチャネルがリセットされ、デバイスが再検出され、その後、それらとのすべてのセキュアチャネルが再作成されます。これらの手順はすべて自動的に実行されますが、時間がかかる場合があります。セキュアチャネルを再作成するには、他のデバイスがオンラインになっている必要があります。
ko: 모든 기기를 삭제하면 해당 기기와 연결된 모든 보안 채널이 재설정되고, 기기가 새로 검색된 후 모든 보안 채널이 다시 생성됩니다. 이러한 모든 단계는 자동으로 수행되지만 시간이 다소 걸릴 수 있습니다. 보안 채널을 다시 생성하려면 다른 기기가 온라인 상태여야 합니다.
pt_br: Limpar todos os dispositivos irá redefinir todos os canais de comunicação seguros com eles, realizar uma nova descoberta de seus dispositivos e, em seguida, recriar todos os canais de comunicação seguros. Embora todas essas etapas sejam automáticas, elas podem levar algum tempo. A recriação dos canais de comunicação seguros exige que seus outros dispositivos estejam online.
pt_pt: Limpar todos os dispositivos irá redefinir todos os canais seguros com eles, realizar uma nova pesquisa dos seus dispositivos e, em seguida, recriar todos os canais seguros com eles. Embora todas estas etapas sejam automáticas, podem demorar algum tempo. A recriação dos canais seguros exige que os seus outros dispositivos estejam online.
ru: Очистка всех устройств приведет к сбросу всех защищенных каналов с ними, выполнит повторное обнаружение ваших устройств и затем воссоздаст все защищенные каналы. Хотя все эти шаги выполняются автоматически, они могут занять некоторое время. Для воссоздания защищенных каналов требуется, чтобы другие ваши устройства были онлайн.
uk: Очищення всіх пристроїв призведе до скидання всіх захищених каналів з ними, повторного виявлення ваших пристроїв та відтворення всіх захищених каналів з ними. Хоча всі ці кроки автоматичні, вони можуть зайняти певний час. Відтворення захищених каналів потребує, щоб ваші інші пристрої були онлайн.
zh_hans: 清除所有设备会重置与这些设备建立的所有安全连接，然后重新扫描设备，并重新建立所有安全连接。 尽管所有这些步骤都是自动完成的，但可能需要一些时间。 重新建立安全连接需要其他设备处于在线状态。

# CLEAR_ALL_OTHER_OWNED_DEVICES_ALERT_TITLE
source: Clear all devices?
de: Alle Geräte löschen?
es: ¿Borrar todos los dispositivos?
fr: Réinitialiser tous les appareils ?
it: Cancellare tutti i dispositivi?
ja: すべてのデバイスから削除しますか？
ko: 모든 기기에서 삭제하시겠습니까?
pt_br: Limpar todos os dispositivos?
pt_pt: Apagar todos os dispositivos?
ru: Очистить все устройства?
uk: Очистити всі пристрої?
zh_hans: 清除所有设备？

source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: Conferma password
ja: パスワードの確認
ko: 비밀번호 확인
pt_br: Confirmar senha
pt_pt: Confirmar palavra-passe
ru: Подтвердите пароль
uk: Підтвердіть пароль
zh_hans: 确认密码

source: Create password
de: Passwort erstellen
es: Crear contraseña
fr: Créer le mot de passe
it: Crea password
ja: パスワードを作成
ko: 비밀번호 생성
pt_br: Criar senha
pt_pt: Criar senha
ru: Создать пароль
uk: Створити пароль
zh_hans: 创建密码

# CURRENT_DEVICE
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 장치
pt_br: Este dispositivo
pt_pt: Este dispositivo
ru: Это устройство
uk: Цей пристрій
zh_hans: 此设备

# CURRENT_DEVICE_LOWERCAES_WITH_PARENTHESES
source: (this device)
de: (dieses Gerät)
es: (este dispositivo)
fr: (cet appareil)
it: (questo dispositivo)
ja: (このデバイス)
ko: (이 장치)
pt_br: (este dispositivo)
pt_pt: (este dispositivo)
ru: (это устройство)
uk: (цей пристрій)
zh_hans: (此设备)

# DEACTIVATE_%@_AND_ACTIVATE_%@
source: Deactivate %1$@ and activate %2$@
de: Deaktivieren Sie %1$@ und aktivieren Sie %2$@
es: Desactiva %1$@ y activa %2$@
fr: Désactiver %1$@ et activer %2$@
it: Disattiva %1$@ e attiva %2$@
ja: %1$@を無効にし、%2$@を有効にします
ko: %1$@를 비활성화하고 %2$@를 활성화합니다.
pt_br: Desative %1$@ e ative %2$@
pt_pt: Desative %1$@ e ative %2$@
ru: Деактивируйте %1$@ и активируйте %2$@
uk: Вимкнути %1$@ та активувати %2$@
zh_hans: 停用 %1$@ 并启用 %2$@

source: Deactivate selected device and activate this one
de: Ausgewähltes Gerät deaktivieren und dieses aktivieren
es: Desactivar dispositivo seleccionado y activar este
fr: Désactiver l'appareil sélectionné et activer celui-ci
it: Disattiva il dispositivo selezionato e attiva questo
ja: 選択されたデバイスを無効にし、このデバイスを有効にします
ko: 선택한 기기를 비활성화하고 이 기기를 활성화합니다
pt_br: Desative o dispositivo selecionado e ative este.
pt_pt: Desativar o dispositivo selecionado e ativar este.
ru: Деактивировать выбранное устройство и активировать это
uk: Вимкнути вибраний пристрій та активувати цей
zh_hans: 停用选定的设备，并启用此设备

source: Deactivating…
de: Deaktivierung…
es: Desactivando…
fr: Désactivation…
it: Disattivazione in corso…
ja: 無効化中…
ko: 비활성화 중...
pt_br: Desativando...
pt_pt: A desativar...
ru: Отключение…
uk: Вимкнення…
zh_hans: 正在停用…

# DELETED_PROFILE_DESCRIPTION
source: Deleted profile
de: Gelöschtes Profil
es: Perfil eliminado
fr: Profil supprimé
it: Profilo eliminato
ja: 削除されたプロフィール
ko: 삭제된 프로필
pt_br: Perfil excluído
pt_pt: Perfil apagado
ru: Удалённый профиль
uk: Видалено профіль
zh_hans: 已删除的个人资料

# DELETED_PROFILE_TITLE
source: This profile no longer exists on this device.
de: Dieses Profil existiert nicht mehr auf diesem Gerät.
es: Este perfil ya no existe en este dispositivo.
fr: Ce profil n’existe plus sur cet appareil.
it: Questo profilo non esiste più su questo dispositivo.
ja: このプロファイルは、このデバイス上では存在しません。
ko: 이 프로필은 더 이상 이 장치에 존재하지 않습니다.
pt_br: Este perfil não existe mais neste dispositivo.
pt_pt: Este perfil já não existe neste dispositivo.
ru: Этот профиль больше не существует на этом устройстве.
uk: Цей профіль більше не існує на цьому пристрої.
zh_hans: 此设备上不再存在此个人资料。

source: Delete this profile
de: Dieses Profil löschen
es: Eliminar este perfil
fr: Supprimer ce profil
it: Elimina questo profilo
ja: このプロフィールを削除
ko: 이 프로필 삭제
pt_br: Excluir este perfil
pt_pt: Eliminar este perfil
ru: Удалить этот профиль
uk: Видалити цей профіль
zh_hans: 删除此个人资料

# DETAILS_SIGNED_BY_IDENTITY_PROVIDER
source: Details signed by the identity provider
de: Details, signiert vom Identitätsanbieter
es: Detalles firmados por el proveedor de identidad
fr: Détails signés par le fournisseur d'identité
it: Dettagli firmati dal fornitore di identità
ja: 身元確認プロバイダーによって署名された詳細
ko: ID 공급자가 서명한 세부 정보
pt_br: Detalhes assinados pelo provedor de identidade
pt_pt: Detalhes assinados pelo fornecedor de identidade
ru: Детали, подписанные поставщиком удостоверений
uk: Деталі, підписані провайдером ідентифікації
zh_hans: 由身份提供者签名的详细信息

source: Device %lld
de: Gerät %lld
es: Dispositivo %lld
fr: Dispositif %lld
it: Dispositivo %lld
ja: デバイス %lld
ko: 기기 %lld
pt_br: Dispositivo %lld
pt_pt: Dispositivo %lld
ru: Устройство %lld
uk: Пристрій %lld
zh_hans: 设备 %lld

# DEVICE_DEACTIVATED
source: Deactivated
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
ja: 無効化
ko: 비활성화됨
pt_br: Desativado
pt_pt: Desativado
ru: Деактивирован
uk: Вимкнено
zh_hans: 已停用

# DEVICE_DEACTIVATED_%@
source: Deactivation %@
de: Deaktivierung %@
es: Desactivación %@
fr: Désactivé %@
it: Disattivazione %@
ja: アカウントの無効化 %@
ko: 비활성화 %@
pt_br: Desativação %@
pt_pt: Desativação de %@
ru: Деактивация %@
uk: Деактивація %@
zh_hans: 停用 %@

# DEVICE_LAST_ONLINE_%@
source: Last online %@
de: Zuletzt online %@
es: Última conexión %@
fr: Dernière présence en ligne %@
it: Ultimo accesso %@
ja: 最後にオンラインになったのは%@
ko: 마지막 접속 시간: %@
pt_br: Último acesso: %@
pt_pt: Último acesso: %@
ru: Был(а) в сети последний раз %@
uk: Був(-ла) в мережі востаннє %@
zh_hans: 上次在线 %@

# DEVICE_WONT_BE_DEACTIVATED
source: No deactivation planned
de: Keine Deaktivierung geplant
es: No hay desactivación programada
fr: Aucune désactivation prévue
it: Nessuna disattivazione prevista
ja: 解除予定はありません
ko: 비활성화 예정 없음
pt_br: Nenhuma desativação planejada
pt_pt: Nenhuma desativação prevista
ru: Деактивация не запланирована
uk: Деактивація не запланована
zh_hans: 尚未计划停用

# DIALOG_MESSAGE_UNBIND_FROM_KEYCLOAK
source: Your profile is currently managed by your company's identity provider. You are about to switch to a normal, un-managed, profile. If you proceed, you will no longer be able to seamlessly add contacts from your company to Olvid. Please contact your administrator for more details. Do you wish to proceed?
de: Ihre Olvid ID wird derzeit von Ihrem Unternehmens-Identitätsanbieter verwaltet. Sie sind im Begriff, zu einer normalen, nicht verwalteten Olvid ID zu wechseln. Wenn Sie fortfahren, können Sie keine Kontakte aus Ihrem Unternehmen mehr nahtlos zu Olvid hinzufügen. Bitte wenden Sie sich an Ihren Administrator, um weitere Details zu erhalten. Möchten Sie fortfahren?
es: Tu ID de Olvid está actualmente gestionado por el proveedor de identidad de tu empresa. Estás a punto de cambiar a un ID de Olvid normal, no gestionado. Si continúas, ya no podrás añadir contactos de tu empresa a Olvid de forma fluida. Ponte en contacto con tu administrador para obtener más detalles. ¿Deseas continuar?
fr: Votre profil est actuellement géré par le fournisseur d'identité de votre société. Vous êtes sur le point de passer à un profil normal, non-géré. Si vous continuez, vous ne pourrez plus ajouter automatiquement d'autres employés à vos contacts. Veuillez contacter votre administrateur pour plus de détails. Souhaitez-vous continuer ?
it: Il tuo ID Olvid è attualmente gestito dal provider di identità della tua azienda. Stai per passare a un ID Olvid normale, non gestito. Se procedi, non sarai più in grado di aggiungere facilmente contatti dalla tua azienda a Olvid. Contatta il tuo amministratore per maggiori dettagli. Vuoi procedere?
ja: 現在、お客様のプロファイルは会社のIDプロバイダーによって管理されています。まもなく、通常の管理されていないプロファイルに切り替わります。 操作を続行すると、会社の連絡先をOlvidにシームレスに追加できなくなります。詳細については、管理者にお問い合わせください。 続行しますか？
ko: 현재 귀하의 프로필은 회사 ID 공급업체에서 관리합니다. 일반, 비관리 프로필로 전환하려는 것입니다. 계속하면 회사에서 Olvid에 연락처를 쉽게 추가할 수 없게 됩니다. 자세한 내용은 관리자에게 문의하십시오. 계속하시겠습니까?
pt_br: Atualmente, seu perfil é gerenciado pelo provedor de identidade da sua empresa. Você está prestes a mudar para um perfil normal, não gerenciado. Se você continuar, não poderá mais adicionar facilmente contatos da sua empresa ao Olvid. Entre em contato com seu administrador para obter mais detalhes. Deseja continuar?
pt_pt: Atualmente, o seu perfil é gerido pelo fornecedor de identidade da sua empresa. Está prestes a mudar para um perfil normal, não gerido. Se prosseguir, não poderá mais adicionar contactos da sua empresa ao Olvid de forma fácil. Contacte o seu administrador para obter mais informações. Deseja prosseguir?
ru: В настоящее время ваш профиль управляется поставщиком удостоверений вашей компании. Вы собираетесь переключиться на обычный, неуправляемый профиль. Если вы продолжите, вы больше не сможете легко добавлять контакты из своей компании в Olvid. Пожалуйста, свяжитесь с вашим администратором для получения более подробной информации. Вы хотите продолжить?
uk: Наразі ваш профіль керується постачальником ідентифікації вашої компанії. Ви збираєтесь перейти на звичайний, некерований профіль. Якщо ви продовжите, ви більше не зможете безперешкодно додавати контакти з вашої компанії до Olvid. Зверніться до адміністратора для отримання додаткової інформації. Ви хочете продовжити?
zh_hans: 您的个人资料当前由贵公司的身份验证提供程序管理。您即将切换到普通的、未管理的个人资料。 如果继续，您将无法再无缝地将贵公司的联系人添加到 Olvid 中。请联系您的管理员以获取更多信息。 您是否要继续？

# DISMISS
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
pt_pt: Dispositivos
ru: Устройства
uk: Пристрої
zh_hans: 设备

# EDIT_MY_ID
source: Edit my profile
de: Mein Profil bearbeiten
es: Editar mi perfil
fr: Modifier mon profil
it: Modifica il mio profilo
ja: プロフィールを編集
ko: 내 프로필 수정
pt_br: Editar meu perfil
pt_pt: Editar o meu perfil
ru: Редактировать мой профиль
uk: Редагувати мій профіль
zh_hans: 编辑我的个人资料

# EDIT_OWNED_IDENTITY_NICKNAME
source: Edit my nickname
de: Mein Spitzname bearbeiten
es: Editar mi apodo
fr: Éditer mon pseudo
it: Modifica il mio nickname
ja: ニックネームを編集
ko: 내 닉네임 수정
pt_br: Editar meu apelido
pt_pt: Editar o meu apelido
ru: Изменить мой никнейм
uk: Змінити мій нікнейм
zh_hans: 编辑我的昵称

# ENTER_PASSWORD
source: Enter a password
de: Gib ein Passwort ein
es: Introduce una contraseña
fr: Entrez un mot de passe
it: Inserisci una password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
pt_br: Digite uma senha
pt_pt: Introduza uma palavra-passe
ru: Введите пароль
uk: Введіть пароль
zh_hans: 输入密码
